bedroom_choices = {
  '1':1,
  '2':2,
  '3':3,
  '4':4,
  }

price_choices = {
  '1000000':'1000000',
  '2000000':'2000000',
  '3000000':'3000000',
  '4000000':'4000000',
  '5000000':'5000000',
  '6000000':'6000000',
  '7000000':'7000000',
  '9000000':'8000000',
  '8000000':'8000000',

}

state_choices = {
      
        'Beşiktaş': 'Beşiktaş',
        'Boğaziçi': 'Boğaziçi',
        'Alaçatı': 'Alaçatı',
        'Güzelbahçe': 'Güzelbahçe',
        'Kuşadası': 'Kuşadası',
        'Davutlar': 'Davutlar',
}